christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
humao.rest-client
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
SAPOS.yeoman-ui
SAPOSS.xml-toolkit
SAPSE.sap-ux-annotation-modeler-extension
SAPSE.sap-ux-application-modeler-extension
SAPSE.sap-ux-fiori-tools-extension-pack
SAPSE.sap-ux-help-extension
SAPSE.sap-ux-service-modeler-extension
SAPSE.vscode-cds
TabNine.tabnine-vscode
vscodevim.vim
